<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<head>
<meta http-equiv="Content-Type" content="text/html; charset="UTF-8" />
  <title>Личный сайт. Информатика</title>
  <meta name="description" content="Личный сайт учителя информатики, представлены материалы для учеников и учителей" />
  <meta name="keywords" content="информатика, программирование, учитель информатики" />
  <meta http-equiv="X-UA-Compatible" content="IE=9" />
  <link rel="stylesheet" type="text/css" href="css/style.css" />
  <link rel="stylesheet" href="css/style.css" type="text/css" media="screen">
      <link rel="stylesheet" href="css/font-awesome/css/font-awesome.css" >
  <script type="text/javascript" src="js/jquery.min.js"></script>
  <script type="text/javascript" src="js/image_slide.js"></script>
  <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.9.1/jquery.min.js" type="text/javascript" ></script>
  <script src="js/menu.js" type="text/javascript"></script> 
   <meta http-equiv="X-UA-Compatible" content="IE=9" />
  <link rel="stylesheet" type="text/css" href="css/style.css" />
  <link rel="stylesheet" href="css/stylemenu.css" type="text/css" media="screen">
      <link rel="stylesheet" href="css/font-awesome/css/font-awesome.css" >
  <script type="text/javascript" src="js/jquery.min.js"></script>
 <script type="text/javascript" src="js/image_slide.js"></script>
  <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.9.1/jquery.min.js" type="text/javascript" ></script>
  <script src="js/menu.js" type="text/javascript"></script> 
  <script type="text/javascript" src="js/jquery.js"></script>
<script type="text/javascript" src="js/select.js"></script>
</head>

<body>
 <style>
a { text-decoration:none; }
a:hover { text-decoration:underline; }
a span{ color: rgb(142,11,0); font-size:14px; }
a b{ color: rgb(142,11,0); font-size:12px; }
.o{ font-size:13px; padding-bottom: 10px; padding-top: 5px; }
.o a{ font-size:13px; color: rgb(142,11,0); }
b { text-decoration: none;}
</style>
<a name="begin"></a>

<div id="main">

<!-- Шапка -->  
<div id="header">
<div id="banner">



<!-- Слайдер  см. папку inc -->
<?php include 'inc/slider.php'; ?>
<!-- Конец слайдер -->

</div>
</div>
<!-- Конец шапка -->

<!-- Блок меню см. папку inc --> 
<?php include 'inc/menu.php'; ?>
<!-- Конец блок меню -->

<!-- Контейнер контента начало--> 

<div id="site_content">	

<div id="content">
<div class="content_item">
 
      <div id="content" class="level7	">  
	 
<!-- Верхний контент -->
		  <h1> <span>Моё творчество</span></h1>
		 </div>
		
		 <ol type="I" start="1">
		 <li>
        
<p><a href="javascript:void(0)" id="faq_clicker1"><span>Делая первые шаги... </span></a><br/></p>
  <div id="faq_hide1" class="o">
	<div class="o">
	<p>Советую проходить в какую–нибудь студию, Вам преподадут основы рисунка, все наглядно объяснят, у Вас появится опыт. Если возможно нет (или желания), займемся самообучением. 
</p>
<p>Начинающему художнику достаточно иметь мягкий и твердый карандаш, кисти беличьи для акварели, кисти щетина #10, #5, #2 для масла. Лично я делаю упор на масло. Для рисования карандашом использую офисную бумагу, акварелью – (в студии) ватман разрезали пополам или на А4, маслом - ДВП, наносила грунт. 
</p>
<p>Если Вы хотите развивать свое мастерство, то можете, как я, завести альбом. Один лист – один день. Я делаю зарисовки того, что интересно, с натуры . Буквально 20–30 мин в день, и через месяц Вы сами можете увидеть результат. 
</p>
<p>"Без мастерства, сколько бы ни было у Вас чувства, о чем бы интересном Вы ни собирались рассказать, все это останется пустым место. Мастерство в создании картины, этюда, пейзажа, натюрморта и т.д. есть соединение воедино элементов живописи: рисунка, светотени, цвета и композиции. Все эти элементы неотделимо слиты." 
</p>
<p>Об этих элементах нужно говорить отдельно, их нельзя объяснить в двух словах. Что же нужно знать и уметь начинающему художнику: видеть трехмерное пространство и суметь отобразить задуманное на чистом листе или холсте. 
</p>
<p>Как это сделать? Выберите предмет, желательно что–нибудь попроще (в студии это будет шар, цилиндр), в домашних условиях это может быть кружка. Закомпануйте так, чтобы предмет не "выпрыгивал" из–за границ картины, но и не был совсем уж маленьким (одним словом, прорабатывайте композицию). 
</p>
<p>А теперь прищурьте глаза так, чтобы было размыто, и определите для себя что темнее, а что светлее (кружка, стол, стена). Придаем форму. Не важно что у Вас в руках: карандаш или кисть, Вы должны следовать форме . Совершенно безразлично будет это маленький штрих или большой мазок кистью. Возьмем пример посложнее: шерсть животного. Вы, не задумываясь, будете рисовать по направлению шерсти. А теперь попробуйте как вздумается, и что же получится? Неведома зверушка!) Так и во всем остальном (натюрморт, портрет, пейзаж). 
</p>
<p>В принципе можно рисовать то что видим, но знание основ перспективы Вам сильно облегчит задачу.
</p>
	</div>
	</div>
</li>

 <li>
        
<p><a href="javascript:void(0)" id="faq_clicker2"><span>Я рассказываю о своем опыте в графике </span></a><br/></p>
  <div id="faq_hide2" class="o">
	<div class="o">
<p>Материалы для рисования очень разнообразны. Например, я использую карандаши различной мягкости, цветные карандаши (но Вы можете использовать также пастель, тушь, перо, уголь древесный). Рисую на обыкновенной офисной бумаге (конечно, можно купить специальную бумагу для рисования в магазине). 
</p>
<p>При работе над рисунком, как я уже говорила, очень важно представить бумагу трехмерностью. Рисунок большой глубины (в пейзаже: река на переднем плане, лес - на среднем, горы - на заднем) надо начинать с переднего плана, прорисовать детали если надо, обозначить цветом, контрастностью. 
</p>
<p>Одной из ключевых методик работы над рисунком является целостность в изображении. Запомните! Нужно идти от общему к частному, и при этом все должно быть подчинено одной идее. То есть: к примеру, Вам нужно построить кирпичный дом, и Вы постепенно, кирпичик за кирпичиком, начинаете строительство, при этом в уме Вы держите весь проект дома. Ведь если это не так, у Вас в результате вряд ли получится дом, кирпичная стена в лучшем случае. Также и в рисовании. Это очень важный момент. Нельзя разбить лист на квадраты, а потом просто заполнять их, теряя целостность, приходится подгонять под размеры квадратов, а следовательно делать ошибки. 
</p>
<p>Почему нужно идти от общему к частному? Для того чтобы на листке поместился весь котенок, цветок и т.д., а не потерять потом хвостик, лапку и т.д. из-за отсутствия места на листке. Как это сделать? Это первый этап рисования: после того как Вы определились с объектом рисования, нужно скомпоновать его на листе, провести ось, центр и отметить границы (насколько отступает от всех границ листа), далее простыми геометрическими формами обозначаете самые крупные объекты или массы. Для того чтобы определить размеры и пропорции, можно взять карандаш; и, либо на вытянутой руке на каком-то расстоянии от предмета, либо непосредственно на предмете, измерить сколько карандашей помещается по горизонтали, а сколько - по вертикали. Например, вся композиция по ширине в два раза меньше, чем по высоте (1 карандаш - по ширине, 2 карандаша - по высоте), то следует взять лист с книжной ориентацией. 
</p>
<p>2 этап. Более детальная проработка. Сюда входит прорисовка и штрихование. На данном этапе только намечаются тени. Вы анализируете, и по форме штрихом (пятном) обозначаете самое светлое место, и самое темное. Не стоит слишком усердствовать на данном этапе в наборе цвета, здесь можно запутаться. В результате Вам может не хватить выразительных средств, чтобы отобразить самое темное пятно на картине ( У меня бывало такое, перестараешься - и ты уже зачернила рисунок; хотя может быть и наоборот). 
</p>
<p>3 этап. Сам рисунок здесь уже, наверное, поздно менять. На третьем этапе Вы набираете цвет. Я начинаю набирать тон с самого темного места, и относительно него уже весь остальной рисунок. То есть иду от темного к светлому (не забывайте: прорабатывается одновременно весь рисунок!), но постепенно: сначала получается серенький рисунок, без особых контрастов, потом слой за слоем накладываю тон, обозначаю контрасты (отдыхайте от рисования, и щурьте глаза - сначала на натуру, потом переводете взгляд на Ваш рисунок, сравнивается). На завершающем этапе устраняются недочеты, что-то подчеркивается (линия, пятно). 
</p>
<p>Думаю, на этом можно пока закончить. Конечно, стоило бы подкрепить данный материал рисунками, но это уже если будет необходимость и Ваш интерес:)
</p>
	</div>
	</div>
</li>

 <li>
        
<p><a href="javascript:void(0)" id="faq_clicker3"><span>Учусь писать маслом. Личный опыт </span></a><br/></p>
  <div id="faq_hide3" class="o">
	<div class="o">
<p>Перед тем как приступить к живописи, Вы должны определиться с композицией, сделать пробный схематичный рисунок ни листке, подготовить материалы для живописи маслом. 
</p>
<p>I этап. Подготовка рабочего места. Нужно определиться: на каком материале Вы будете писать (я использую ДВП, грунтую его, даю высохнуть). Раскладываю палитру, в основном те цвета, которые буду использовать (обычно 7-9). необходимы и большие, и маленькие кисти, скипидар (или уайт-спирит, ...), тряпочка (вытирать кисти после скипидара, на кисти не должно быть больше трех цветов - появляется грязь - поэтому можно обмакивать в скипидаре почаще). 
</p>
<p>II этап. Углем (карандашом), не вдаваясь в подробности, одними контурами наносите рисунок на ДВП (холст, ...). Также можно сделать тоновую заливку (я делаю это всегда, так как это помогает мне в дальнейшем легко определить тон каждого объекта). Я использую несколько цветов (можно одним), только чистые краски, без примесей других цветов и белил; смачиваю кисть в скипидаре, и очень жидко быстро прохожусь по все картине (чем-то этот процесс похож на акварель по мокрому). Никакого объема, тени на предмете, Вы, используя 3-5 цветов палитры, должны получить тоновую картину, чтобы она совпадала с натурой (прищурьте глаза!). Дайте высохнуть. 
</p>
<p>III этап. Пишем маслом. Начинаю всегда с большой кисти, прорабатываю одновременно всю картину, смело нанося мазки по форме предмета. Если какой-то участок картины у Вас не получился, то его можно удалить мастихином (тряпочкой), а потом просто написать заново. Я грешу тем, что стараюсь использовать все цвета одновременно, поэтому некоторые картины у меня получаются пестрыми, поэтому сейчас стараюсь делать тонкие переходы от света к тени близкими по спектру цветами. В любом случае, Вы не должны бояться пробовать писать различными техниками, стилями; главное для меня это то, что я получаю огромное удовольствие от живописи. На завершающем этапе я использую кисть #2, подправляя мелкие детали и нанося последние штрихи. Пробуйте и экспериментируйте, и все у Вас получится!
</p>
	</div>
	</div>
</li>


 </ol>
 <img src="../images/str/hobbi1.jpg" alt="Картины" width="333" height="500" class="leftimg">
 <img src="../images/str/hobbi2.jpg" alt="Картины" width="333" height="500" class="leftimg">
 <img src="../images/str/hobbi3.jpg" alt="Картины" width="333" height="500" class="leftimg">
 <img src="../images/str/hobbi4.jpg" alt="Картины" width="333" height="500" class="leftimg">
 <img src="../images/str/hobbi5.jpg" alt="Картины" width="750" height="500" class="leftimg">
  <img src="../images/str/hobbi6.jpg" alt="Картины" width="750" height="500" class="leftimg">

<script type="text/javascript">
$("#faq_hide1").hide();$("#faq_clicker1").click(function(){$("#faq_hide1").slideToggle("slow");});
$("#faq_hide2").hide();$("#faq_clicker2").click(function(){$("#faq_hide2").slideToggle("slow");});
$("#faq_hide3").hide();$("#faq_clicker3").click(function(){$("#faq_hide3").slideToggle("slow");});
$("#faq_hide_menu1").hide();$("#faq_clicker_menu1").click(function(){$("#faq_hide_menu1").slideToggle("slow");});
$("#faq_hide_menu2").hide();$("#faq_clicker_menu2").click(function(){$("#faq_hide_menu2").slideToggle("slow");});
$("#faq_hide_menu3").hide();$("#faq_clicker_menu3").click(function(){$("#faq_hide_menu3").slideToggle("slow");});
$("#faq_hide_menu4").hide();$("#faq_clicker_menu4").click(function(){$("#faq_hide_menu4").slideToggle("slow");});
$("#faq_hide_menu5").hide();$("#faq_clicker_menu5").click(function(){$("#faq_hide_menu5").slideToggle("slow");});
$("#faq_hide_menu6").hide();$("#faq_clicker_menu6").click(function(){$("#faq_hide_menu6").slideToggle("slow");});
$("#faq_hide_menu7").hide();$("#faq_clicker_menu7").click(function(){$("#faq_hide_menu7").slideToggle("slow");});
$("#faq_hide_menu8").hide();$("#faq_clicker_menu8").click(function(){$("#faq_hide_menu8").slideToggle("slow");});
$("#faq_hide_menu9").hide();$("#faq_clicker_menu9").click(function(){$("#faq_hide_menu9").slideToggle("slow");});
</script>
    </div>      
</div></div>
<!-- Конец контейнер контента --> 
</div></div>
<!-- Нижние блоки см. папку inc -->
<?php include 'inc/footer-blocks.php'; ?>
<!-- Конец нижние блоки -->

<!-- Подвал см. папку inc  ?php include 'inc/footer.php'; ?> --> 


<!-- Подвал -->
  
</body>
</html>

